/* sync now menu */
"Cancel Sync" = "Avbryt synkronisering";

/* Used for menu extra */
"Last %1$@ Sync: %2$@" = "Forrige %1$@-synkr.: %2$@";

/* sync status menu */
"Loading\\U2026" = "Laster inn…";

/* sync status menu */
"Failed to Load" = "Innlasting mislyktes";

/* status text */
"Never synchronized %@" = "%@ har aldri vært synkronisert";

/* File Radar menu */
"New Radar with Current Logs\\U2026" = "Ny Radar med gjeldende logger…";

/* open .Mac prefs menu */
"Open %@ Sync Preferences\\U2026" = "Åpne %@-synkroniseringsvalg…";

/* status text */
"Preparing %@\\U2026" = "Forbereder %@…";

/* status text */
"Preparing\\U2026" = "Forbereder…";

/* reivew conflicts now */
"Review Conflicts Now\\U2026" = "Se gjennom konflikter nå…";

/* sync menu accessibility */
"Sync" = "Synkroniser";

/* status text */
"Sync Cancelled for %@" = "Synkronisering avbrutt for %@";

/* status text */
"Sync Cancelled for %@\\U2026" = "Synkronisering avbrutt for %@…";

/* status menu default item */
"Sync Idle" = "Synkr. inaktiv";

/* sync now menu */
"Sync Now" = "Synkroniser nå";

/* status text */
"Syncing %@" = "Synkroniserer %@";

/* status text */
"Syncing %@\\U2026" = "Synkroniserer %@…";

/* sync now menu */
"Syncing Disabled" = "Synkronisering deaktivert";

/* plural form */
"There are %i Sync Conflicts" = "Det er %i synkroniseringskonflikter";

/* singular form */
"There is one Sync Conflict" = "Det er 1 synkroniseringskonflikt";

/* sync status menu */
"Cancelling" = "Avbryter";

/* open iSync */
"Open iSync\\U2026" = "Åpne iSync…";

/* Reset Sync Services */
"Reset Sync Services\\U2026"= "Nullstill synkroniseringstjenester…";

/* Sync Services Debug Logging*/
"Sync Services Debug Logging" = "Feilsøkingsloggføring for Synkroniseringstjenester";

/*Open Sync Diagnostics*/
"Open Sync Diagnostics\\U2026" = "Åpne Synkroniseringsdiagnostikk…";

/*Never Synced*/
"Never" = "Aldri";

/*Failed Sync*/
"Failed" = "Mislyktes";

/*Succeeded Sync*/
"Succeeded" = "Fullført";

/*Cancel*/
"Cancel" = "Avbryt";

/*Reset Dialog Text*/
"Are you sure you want to reset this computer's sync history?" = "Er du sikker på at du vil nullstille maskinens synkroniseringslogg?";

/*Reset Dialog Informative Text*/
"Resetting the sync history deletes the information in the Mac OS X synchronization database on your computer (the place where all your sync changes are stored), and returns your computer and device sync settings to their default states. Information stored in applications on your computer, on %@, or on your devices is not affected." = "Hvis du nullstiller synkroniseringsloggen, blir informasjonen i Mac OS X-synkroniseringsdatabasen på maskinen slettet (databasen er stedet der alle synkroniseringsendringer blir arkivert). Maskin- og enhetssynkroniseringsinnstillingene settes tilbake til standardinnstillingene. Informasjon som er arkivert i programmer på maskinen, på %@ eller på enhetene, blir ikke påvirket.";

/*Reset Sync History*/
"Reset Sync History" = "Nullstill synkroniseringslogg";


